[{"id":"9933aed0-7725-4d6a-a004-33963072a8b9","page_type":"privacy_policy","content":"# Privacy Policy\n\n## 1. Introduction\n\nAskChad (\"we,\" \"our,\" \"us\") values your privacy. This Privacy Policy explains how we collect, use, and protect information when you visit our website, enroll in our SMS program AskChad SMS Messaging Program, or interact with our services.\n\nBy using our website or opting in to receive text messages, you agree to this Privacy Policy.\n\n## 2. Information We Collect\n\nWe may collect:\n\n- Personal information (name, phone number, email, address) you provide when opting in or contacting support.\n- Technical data (IP address, device type, browser type) collected automatically.\n- Communication data related to your participation in AskChad SMS Messaging Program (e.g., opt-in status, delivery confirmations).\n\n## 3. How We Use Your Information\n\nWe use your information to:\n\n- Send marketing, transactional, and customer support text updates messages through our SMS program.\n- Respond to customer inquiries.\n- Improve our products and services.\n- Comply with legal obligations.\n\n## 4. Mobile Information and Text Messaging\n\n> **IMPORTANT: No Marketing or Sale of Mobile Information**\n>\n> **No mobile information will be shared with third parties/affiliates for marketing or promotional purposes.**\n>\n> Information sharing to subcontractors in support services, such as customer service, is permitted.\n>\n> **All other use-case categories exclude text-messaging originator opt-in data and consent; this information will not be shared with any third parties, excluding aggregators and providers of the text-message services.**\n>\n> Text-messaging originator opt-in data and consent will not be shared with any third parties except for aggregators and providers of the text-message services who enable delivery on our behalf.\n\n## 5. How We Share Information\n\nWe may share information only as follows:\n\n- With service providers who perform operational tasks (hosting, analytics, messaging delivery).\n- To comply with law, regulation, or legal process.\n- In connection with a merger, sale, or asset transfer.\n\n> **All the above categories exclude text-messaging originator opt-in data and consent; this information will not be shared with any third parties, excluding aggregators and providers of the text-message services.**\n\n## 6. Data Security and Unauthorized Sharing Prevention\n\nWe implement reasonable security measures to protect your personal data from unauthorized access, disclosure, alteration, or destruction.\n\n### Strict Policy Against Unauthorized Data Sharing\n\n**We are committed to protecting your data and will NOT transfer your consumer data to external organizations under any circumstances, except as explicitly stated in this Privacy Policy.**\n\nWe have implemented strict measures to prevent unauthorized sharing of user data, including:\n\n- **Role-based access controls** limiting data access to authorized personnel only\n- **Data encryption** both in transit and at rest\n- **Regular security audits** and compliance reviews\n- **Employee training** on data protection and privacy practices\n- **Monitoring and logging** of all data access and transfers\n- **Vendor agreements** requiring strict confidentiality and data protection\n\nAny breach of these security measures will be promptly investigated, and affected users will be notified in accordance with applicable law.\n\n## 7. Your Rights and Choices\n\n### Complete Opt-Out Instructions\n\n**To stop receiving SMS messages, you can use any of the following methods:**\n\n- **Text STOP, STOPALL, CANCEL, UNSUBSCRIBE, END, or QUIT** to the number from which you received messages\n- **Reply to any text message** with a clear opt-out request (e.g., \"Leave me alone\", \"Unsubscribe me\")\n- **Email us** at [compliance@askchad.net](mailto:compliance@askchad.net) with your opt-out request\n- **Call us** at [(408) 753-8176](tel:+14087538176) to request removal\n\n**We will process your opt-out request within 5 minutes** and you may receive one final confirmation message confirming your opt-out status.\n\nYou may also:\n\n- Request access to your personal data\n- Request correction or deletion of your data\n- Request a copy of your data\n- Object to processing of your data\n\nFor any of these requests, please contact us using the information in the \"Contact Us\" section below.\n\n## 8. How to Contact Us / Customer Support\n\n**For questions about this Privacy Policy, our SMS messaging program, data practices, or to exercise your privacy rights, you can contact us using any of the following methods:**\n\n### AskChad - Customer Support\n\n**📧 Email:**\n[compliance@askchad.net](mailto:compliance@askchad.net)\nResponse time: Within 24-48 hours\n\n**📞 Phone:**\n[(408) 753-8176](tel:+14087538176)\nBusiness Hours: Monday-Friday, 9 AM - 5 PM PST\n\n**🌐 Website:**\n[www.askchad.net/contact](https://askchad.net/contact)\nSubmit a support request through our contact form\n\n**📱 SMS Help:**\nText **HELP** to the number from which you received messages\nFor immediate assistance with SMS-related questions\n\n**Important:** For SMS opt-out requests, please see Section 7 \"Your Rights and Choices\" above for complete instructions on how to stop receiving messages.\n\n## 9. Updates to This Policy\n\nWe may update this Privacy Policy periodically. Updates take effect on the Effective Date shown above.","effective_date":"2025-11-20","created_at":"2025-11-20 05:16:50.972903+00","updated_at":"2025-11-20 05:16:50.972903+00","updated_by":null},{"id":"5007cada-5939-4033-a8a5-2824ac8ffca3","page_type":"terms_of_service","content":"# Terms of Service\n\n## 1. Acceptance of Terms\n\nBy accessing and using this website, you accept and agree to be bound by the terms and provision of this agreement.\n\n## 2. Use License\n\nPermission is granted to temporarily download one copy of the materials on AskChad's website for personal, non-commercial transitory viewing only.\n\n## 3. Disclaimer\n\nThe materials on AskChad's website are provided on an 'as is' basis. AskChad makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties including, without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights.\n\n## 4. Limitations\n\nIn no event shall AskChad or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the materials on AskChad's website.\n\n## 5. Accuracy of Materials\n\nThe materials appearing on AskChad's website could include technical, typographical, or photographic errors. AskChad does not warrant that any of the materials on its website are accurate, complete or current.\n\n## 6. Links\n\nAskChad has not reviewed all of the sites linked to its website and is not responsible for the contents of any such linked site.\n\n## 7. Modifications\n\nAskChad may revise these terms of service for its website at any time without notice.\n\n## 8. Governing Law\n\nThese terms and conditions are governed by and construed in accordance with the laws of the United States and you irrevocably submit to the exclusive jurisdiction of the courts in that location.","effective_date":"2025-11-20","created_at":"2025-11-20 05:16:50.972903+00","updated_at":"2025-11-20 05:16:50.972903+00","updated_by":null}]